Repository: nerk/mopicon
Catalog: lib/l10n/intl_*.arb
Languages: de

# submitBtn
source: Submit
de: Bestätigen

# cancelBtn
source: Cancel
de: Abbruch

# abortBtn
source: Abort
de: Abbruch

# yesBtn
source: Yes
de: Ja

# noBtn
source: No
de: Nein

# retryBtn
source: Retry
de: Wiederholen

# saveBtn
source: Save
de: Speichern

# connectingPageConnecting
source: Connecting...
de: Verbinden...

# connectingPageStopBtn
source: Abort
de: Abbrechen

# homePageSearchLbl
source: Search
de: Suche

# homePageBrowseLbl
source: Browse
de: Bibliothek

# homePageTracksLbl
source: Tracks
de: Wiedergabe

# pageNotFoundMsg
source: Page not found!
de: Seite nicht gefunden!

# preferencesPageTitle
source: Settings
de: Einstellungen

# preferencesPageMopidyServerHintText
source: IP address or hostname of Mopidy server.
de: IP-Adresse oder Name des Mopidy-Servers.

# preferencesPageMopidyServerInvalid
source: Please enter a valid hostname or IP address.
de: Bitte gültigen Namen oder IP-Adresse eingeben.

# preferencesPageMopidyPortHintText
source: Port of Mopidy server.
de: Port des Mopidy-Servers.

# preferencesPageMopidyPortInvalid
source: Please enter a valid port number.
de: Bitte gültigen Port eingeben.

# preferencesPageConnectionLbl
source: Connection
de: Verbindung

# preferencesPageAppearanceLbl
source: Appearance
de: Erscheinungsbild

# preferencesPageLanguageLbl
source: Language
de: Sprache

# preferencesPageTranslateServerNamesLbl
source: Translate server names
de: Server-Namen übersetzen

# preferencesPageHideFileExtensionLbl
source: Hide file extension
de: Mopidy File-Extension verbergen

# preferencesPageShowAllMediaCategoriesLbl
source: Show all media categories
de: Alle Medienkategorien anzeigen

# preferencesPageSaveBtn
source: Save
de: Speichern

# preferencesPageLoadError
source: Loading preferences failed.
de: Einstellungen konnten nicht geladen werden.

# preferencesPageSaveError
source: Saving preferences failed.
de: Einstellungen konnten nicht gespeichert werden.

# preferencesPageConnectErrorTitle
source: Connecting to Mopidy server failed.
de: Keine Verbindung zum Mopidy Server.

# preferencesPageConnectErrorDetails
source: Max retries exceeded.
de: Maximale Versuche überschritten.

# libraryBrowserPageTitle
source: Browse
de: Bibliothek

# trackListPageTitle
source: Tracks
de: Wiedergabeliste

# searchPageTitle
source: Search
de: Suche

# searchPageNotSupportedMessage
source: Search not supported, because Mopidy-Local server extension is not enabled.
de: Suche wird nicht unterstützt, weil die Mopidy-Local Erweiterung des Servers nicht aktiviert ist.

# aboutPageTitle
source: About
de: Über

# selectPlaylistDialogTitle
source: Select Playlist
de: Playlist auswählen

# newPlaylistDialogTitle
source: New Playlist
de: Neue Playlist

# newPlaylistDialogNameHint
source: Enter name of new playlist
de: Name der Playlist

# newPlaylistDialogSubmitBtn
source: OK
de: Bestätigen

# newPlaylistDialogCancelBtn
source: Cancel
de: Abbruch

# newPlaylistCreateError
source: Could not create playlist.
de: Playlist konnte nicht angelegt werden.

# renamePlaylistDialogTitle
source: Rename Playlist
de: Playlist umbenennen

# renamePlaylistDialogNameHint
source: Enter playlist new name
de: Neuer Name der Playlist

# renamePlaylistDialogSubmitBtn
source: OK
de: Bestätigen

# renamePlaylistDialogCancelBtn
source: Cancel
de: Abbruch

# renamePlaylistCreateError
source: Could not rename playlist.
de: Playlist konnte nicht umbenannt werden.

# playlistNameInvalidError
source: Please enter a valid playlist name.
de: Bitte gültigen Namen eingeben.

# playlistAlreadyExistsError
source: Playlist already exists.
de: Playlist mit diesem Namen existiert bereits.

# deletePlaylistDialogTitle
source: Delete Playlist
de: Playlist löschen

# deletePlaylistDialogMessage
source: Do you really want to delete playlist '{name}'?
de: Playlist '{name}' unwiderruflich löschen?

# deletePlaylistError
source: Playlist could not be deleted.
de: Playlist konnte nicht gelöscht werden.

# newPlaylistStreamDialogTitle
source: Add new stream to Playlist
de: Neuen Stream zur Playlist hinzufügen

# newTracklistStreamDialogTitle
source: Add new stream to Tracklist
de: Neuen Stream zur Wiedergabeliste hinzufügen

# newStreamDialogUriLabel
source: URI
de: URL

# newStreamDialogUriHint
source: Enter URI of new stream
de: URL des Streams.

# newStreamUriInvalid
source: Please enter a valid URI for the stream.
de: Bitte gültigen URL des Streams eingeben.

# newStreamCreateError
source: Could not create stream.
de: Stream konnte nicht angelegt werden.

# newStreamAccessError
source: Stream cannot be accessed. Invalid URI?
de: Zugriff auf den Stream gescheitert. Ungültiger URL?

# menuAddToTracklist
source: Add to TrackList
de: Zu Wiedergabeliste hinzufügen

# menuAddToPlaylist
source: Add to Playlist
de: Zu Playlist hinzufügen

# menuSettings
source: Settings
de: Einstellungen

# menuAbout
source: About
de: Über

# menuNewPlaylist
source: Create Playlist
de: Neue Playlist

# menuRenamePlaylist
source: Rename Playlist
de: Playlist umbenennen

# menuNewStream
source: New Stream
de: Neuer Stream

# menuPlayNow
source: Play now
de: Abspielen

# menuSelection
source: Selection
de: Auswahl

# menuSelectAll
source: Select all
de: Alles auswählen

# menuRefresh
source: Refresh
de: Aktualisieren

# menuRemoveSelected
source: Remove selected
de: Selektierte entfernen

# menuRemove
source: Remove
de: Entfernen

# menuDelete
source: Delete
de: Löschen

# menuClearList
source: Clear list
de: Liste leeren

# nameTranslateFiles
source: Files
de: Dateien

# nameTranslateLocalMedia
source: Local Media
de: Lokale Medien

# nameTranslateAlbums
source: Albums
de: Alben

# nameTranslateArtists
source: Artists
de: Künstler

# nameTranslatePerformers
source: Performers
de: Interpreten

# nameTranslateComposers
source: Composers
de: Komponisten

# nameTranslateTracks
source: Tracks
de: Titel

# nameTranslateReleaseYears
source: Release Years
de: Erscheinungsjahre

# nameTranslateLastWeeksUpdates
source: Last Week's Updates
de: Letzte Woche aktualisiert

# nameTranslateLastMonthsUpdates
source: Last Month's Updates
de: Letzten Monat aktualisiert

# tracksAddedToTracklistMessage
source: {n} tracks added to tracklist.
de: {n} Titel zu Wiedergabeliste hinzugefügt.

# trackAddedToTracklistMessage
source: Track added to tracklist.
de: Titel zu Wiedergabeliste hinzugefügt.

# tracksAddedToPlaylistMessage
source: {n} tracks added to playlist {p}.
de: {n} Titel zu Playlist '{p}' hinzugefügt.

# trackAddedToPlaylistMessage
source: Track added to playlist {p}.
de: Titel zu Playlist '{p}' hinzugefügt.

# albumDateLbl
source: Year: {date}
de: Jahr: {date}

# nowPlayingDiscLbl
source: Disc: {discNo}
de: CD: {discNo}

# nowPlayingTrackNoLbl
source: Track: {trackNo}
de: Titel Nr.: {trackNo}

# nowPlayingDateLbl
source: Year: {date}
de: Jahr: {date}

# showLogButtonLbl
source: Show Log
de: Log anzeigen

# clearLogButtonLbl
source: Clear Log
de: Log löschen
